---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TilePerColumn
source: html/ff803f5c-3458-451e-d0b6-0819e6b6da09.htm
---
# Autodesk.Revit.DB.Visual.Tile.TilePerColumn Property

The property labeled "Every" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TilePerColumn { get; }
```

## Remarks
This property is of type "AssetPropertyInteger" within the range of "0, 50".